---
kind: enumMember
id: F:Autodesk.Revit.DB.ExportResolution.Custom
enum: Autodesk.Revit.DB.ExportResolution
source: html/671e963b-c211-17e7-2c26-5d772d34798a.htm
---
# Autodesk.Revit.DB.ExportResolution.Custom

Tessellated export with custom resolution (all tessellation parameters have default values).